tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "jpeg", link: true
brew "webp"
brew "readline"
brew "sqlite"
brew "xz"
brew "autojump"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "boost"
brew "boost-build"
brew "freetype"
brew "fontconfig"
brew "python@3.9"
brew "pkg-config"
brew "clang-format"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diffutils"
brew "ed"
brew "m4"
brew "libtool"
brew "libevent"
brew "gnutls"
brew "emacs"
brew "ffmpeg"
brew "file-formula"
brew "findutils"
brew "flux"
brew "fpp"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "isl"
brew "gcc"
brew "gdb"
brew "geos"
brew "gifsicle"
brew "gist"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "lua"
brew "gnuplot"
brew "go"
brew "gpatch"
brew "graphviz"
brew "grep"
brew "gzip"
brew "htop"
brew "hub"
brew "imagemagick"
brew "less"
brew "llvm"
brew "macvim"
brew "make"
brew "markdown"
brew "mosh"
brew "nano"
brew "node"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "perl@5.18"
brew "pidof"
brew "pigz"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "rsync"
brew "screen"
brew "smpeg"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "wdiff"
brew "wget"
brew "zsh-completions"
cask "adium"
cask "adobe-acrobat-reader"
cask "atom"
cask "bbedit"
cask "bibdesk"
cask "cheatsheet"
cask "dropbox"
cask "gimp"
cask "google-drive"
cask "inkscape"
cask "mactex"
cask "neteasemusic"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qq"
cask "quicklook-csv"
cask "quicklook-json"
cask "quip"
cask "skim"
cask "skype"
cask "spotify"
cask "suspicious-package"
cask "texmaker"
cask "the-unarchiver"
cask "webpquicklook"
cask "xquartz"
